const ar = {
  confirm: 'تأكيد',
  skip: 'تخطي',
  noConnection: 'لا يوجد اتصال',
  checkInternet: 'تفقد اتصالك بالانترنت',
  refresh: 'تحديث',

  onBoarding: {
    title1: 'ما هو لوريم إيبسوم؟',
    title2: 'لماذا نستخدمه؟',
    title3: 'حيث أنها لا تأتي من؟',
    description1:
      'لوريم إيبسوم هو ببساطة نص شكلي يستخدم في صناعة الطباعة والتنضيد. كان Lorem Ipsum هو النص الوهمي القياسي في الصناعة منذ القرن الخامس عشر الميلادي ، عندما أخذت طابعة غير معروفة لوحًا من النوع وتدافعت عليه لصنع كتاب عينة من النوع. وقد نجا خمسة قرون فحسب.',
    description2:
      'هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. الهدف من استخدام لوريم إيبسوم هو أنه يحتوي على توزيع طبيعي -إلى حد ما- للأحرف ، بدلاً من استخدام هنا يوجد محتوى نصي ، هنا يوجد محتوى نصي ، مما يجعلها تبدو وكأنها إنجليزية قابلة للقراءة.',
    description3:
      'خلافًا للاعتقاد الشائع ، فإن Lorem Ipsum ليس مجرد نص عشوائي. لها جذور في قطعة من الأدب اللاتيني الكلاسيكي من 45 قبل الميلاد ، مما يجعلها أكثر من 2000 عام.',
  },

  home: 'الرئيسية',
  search: 'ابحث',
  settings: 'الاعدادات',
  themes: {
    title: 'ثيمات',
    light: 'مضئ',
    dark: 'ليلي',
  },
  languages: {
    title: 'اللغات',
    en: 'English',
    ar: 'العربية',
  },
  emptySearch: 'لم يتم العثور على نتائج',
  tryAnotherWord: 'يرجى محاولة كلمة بحث أخرى',
  share: 'مشاركة',
  class: 'الصف',
  rollNumber: 'رقم اللفة',
  disabled: 'غير منشط',
  studentDetails: 'تفاصيل الطالب',
  isEnabled: 'هل الطالب ممكّن',
  success: 'تمت بنجاح',
  error: 'فضلت العملية',
  statusUpdated: 'تم تحديث الحالة',
  statusFailed: 'فشل تحديث الحالة',
  failedToSendMsg: 'خطأ أثناء إرسال الرسالة',
  chats: 'المحادثات',
  studentsManagmentApp: 'تطبيق إدارة الطلاب',

  enabled: 'مُفعل',
  chatRoom: 'Chat Room',
};

export default ar;
